{
  "chart": {
    "title": "Share of the population with access to electricity",
    "citation": "Data compiled from multiple sources by World Bank",
    "originalChartUrl": "https://ourworldindata.org/grapher/share-of-the-population-with-access-to-electricity?v=1&csvType=full&useColumnShortNames=false&utm_source=chatgpt.com",
    "selection": [
      "Brazil",
      "Rwanda",
      "India",
      "China",
      "Haiti",
      "Afghanistan",
      "United States"
    ]
  },
  "columns": {
    "Access to electricity (% of population)": {
      "titleShort": "Share of the population with access to electricity",
      "titleLong": "Share of the population with access to electricity - World Bank",
      "descriptionShort": "Access to electricity means having an electricity source that can provide very basic lighting, and charge a phone or power a radio for 4 hours per day.",
      "descriptionKey": [
        "Access to electricity improves people's living conditions in many ways. [Light at night](https://ourworldindata.org/light-at-night) makes it possible to get together after sunset; mobile phones allow us to stay in touch with those far away; refrigeration reduces food waste; and household appliances free up time from chores.",
        "This data captures whether people have access to the most basic electricity supply — just enough to provide basic lighting and charge a phone or power a radio for 4 hours per day.",
        "It shows that, especially in several African countries, a large share of the population lacks the benefits of basic electricity.",
        "Universal access to electricity by 2030 is one of the United Nations [Sustainable Development Goals](https://ourworldindata.org/sdgs/affordable-clean-energy#sdg-indicator-7-1-1-access-to-electricity).",
        "This data comes from the World Bank's World Development Indicators. Estimates are based on national household surveys, census data, and reports from energy providers or government agencies. Where data is missing, values are estimated by the source using a model based on trends across countries, regions, and time. Countries classified as “developed” by the United Nations are assumed to have universal access.",
        "To learn more, read our article: [Definitions: access to electricity](https://ourworldindata.org/definition-electricity-access)."
      ],
      "shortUnit": "%",
      "unit": "% of population",
      "timespan": "1990-2023",
      "type": "Numeric",
      "owidVariableId": 1144403,
      "shortName": "eg_elc_accs_zs",
      "lastUpdated": "2026-01-29",
      "nextUpdate": "2027-01-29",
      "citationShort": "Data compiled from multiple sources by World Bank – with minor processing by Our World in Data",
      "citationLong": "Data compiled from multiple sources by World Bank – with minor processing by Our World in Data. “Share of the population with access to electricity – World Bank” [dataset]. SDG 7.1.1 Electrification Dataset, World Bank, via World Bank, “World Development Indicators 125” [original data].",
      "fullMetadata": "https://api.ourworldindata.org/v1/indicators/1144403.metadata.json"
    }
  },
  "dateDownloaded": "2026-02-26",
  "activeFilters": {}
}